Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=306_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Tooimâ vijđesvuotâ 4800 bruttom2
sms: HaŠŋǩǩõõzz šorradvuõtt 4800 brm2

source: Tooimah
sms: Tuåimmjumuužž

source: haaldâšlâš tooimah
sms: vaaldšem tuåimmjumuužž

source: kulttuurtooimah
sms: kulttuurtuåimmjumuužž

source: máttááttâs- já tutkâmuštoimâ
sms: mättʼtõs- da tuŠtǩǩeemtuåimmjumuš

source: iäláttâsâi ovdedemtooimah
sms: jieŠllemvueŠjji ooudâsviikkâmtuåimmjumuužž

source: toorjâpalvâlusah
sms: tueŠrjjeemkääzzkõõzz

source: Siskáldâs
sms: Siiskâž

source: säämi haldâšem-, kulttuur, škovlim- já mättimčuákki
sms: sääŠm vaaldšem-, kulttuur, škoouŠlʼjumuš- da siltteemkõskkeem

source: tábáhtustáálu (elleekove, muusik, čuákkimeh já konfereensah)
sms: poddpõrtt (jieŠllikartt, musiikk, såbbar da konfereens)

source: sämmilij parlamenttáálu Suomâst
sms: saaŠmi parlamenttpõrtt LääŠddjânnmest

source: jieškote-uv uásitooimah oovtâst taheh tuáimee já čapo oleslâšvuođâ
sms: jeeŠres vuäŠsstuåimmjumuužž õõutsââŠjest räŠjje tuåimjeeŠes da čââpp obbvuõđ

source: 2008 arkkitehtkišto
sms: 2008 arkktehtǩeâštõõttmõš

source: 2009 eidusâš vuávám
sms: 2009 alggveârlaž plaan

source: 2012 kulttuurkuávdáš toimâmin
sms: 2012 kulttuurkõõskõs tuåimmjemen
